export const bics = [
    {
        id: "1",
        DU: "21.08.1992",
        ShortName: "СИБСОЦБАНК",
        bic: "040173745"
    },
    {
        id: "2",
        DU: "16.11.1990",
        ShortName: "ТАЛЬМЕНКА-БАНК",
        bic: "040173749"
    },
    {
        id: "3",
        DU: "13.05.1993",
        ShortName: "ЗЕРНОБАНК",
        bic: "040173754"
    },
    {
        id: "4",
        DU: "21.01.1994",
        ShortName: "АЛТАЙКАПИТАЛБАНК",
        bic: "040173771"
    },
    {
        id: "5",
        DU: "10.10.1990",
        ShortName: "КРЫЛОВСКИЙ",
        bic: "040349569"
    },
    {
        id: "6",
        DU: "15.10.1990",
        ShortName: "КУБАНЬТОРГБАНК",
        bic: "040349718"
    },
    {
        id: "7",
        DU: "28.09.1993",
        ShortName: "КУБАНЬ КРЕДИТ",
        bic: "040349722"
    },
    {
        id: "8",
        DU: "10.06.1994",
        ShortName: "КУБАНСКИЙ УНИВЕРСАЛЬНЫЙ БАНК",
        bic: "040349745"
    },
    {
        id: "9",
        DU: "01.10.1990",
        ShortName: "ИДЕЯ БАНК",
        bic: "040349772"
    },
    {
        id: "10",
        DU: "31.10.1990",
        ShortName: "ГАЗТРАНСБАНК",
        bic: "040349789"
    },
    {
        id: "11",
        DU: "12.05.2009",
        ShortName: "ЮМК БАНК",
        bic: "040349830"
    },
    {
        id: "12",
        DU: "05.12.1994",
        ShortName: "ВНЕШФИНБАНК",
        bic: "040349909"
    },
    {
        id: "13",
        DU: "05.04.1994",
        ShortName: "ЮГ-ИНВЕСТБАНК",
        bic: "040349966"
    },
    {
        id: "14",
        DU: "14.11.1990",
        ShortName: "ГЕЛЕНДЖИК-БАНК",
        bic: "040395950"
    },
    {
        id: "15",
        DU: "21.11.1990",
        ShortName: "КАНСКИЙ",
        bic: "040407427"
    },
    {
        id: "16",
        DU: "06.01.1994",
        ShortName: "ЕНИСЕЙСКИЙ ОБЪЕДИНЕННЫЙ БАНК",
        bic: "040407523"
    },
    {
        id: "17",
        DU: "19.05.2008",
        ShortName: "КРАСНОЯРСКИЙ КРАЕВОЙ РАСЧЕТНЫЙ ЦЕНТР",
        bic: "040407686"
    },
    {
        id: "18",
        DU: "12.10.1990",
        ShortName: "ЕНИСЕЙ",
        bic: "040407795"
    },
    {
        id: "19",
        DU: "04.01.1991",
        ShortName: "СОЛИД БАНК",
        bic: "040507595"
    },
    {
        id: "20",
        DU: "20.11.1990",
        ShortName: "ДАЛЬНЕВОСТОЧНЫЙ БАНК",
        bic: "040507705"
    },
    {
        id: "21",
        DU: "25.06.1992",
        ShortName: "РКЦ ДВ",
        bic: "040507707"
    },
    {
        id: "22",
        DU: "06.12.1991",
        ShortName: "ПРИМОРСКИЙ ТЕРРИТОРИАЛЬНЫЙ",
        bic: "040507717"
    },
    {
        id: "23",
        DU: "14.11.1990",
        ShortName: "РОЯЛ КРЕДИТ БАНК",
        bic: "040507750"
    },
    {
        id: "24",
        DU: "27.07.1994",
        ShortName: "ПРИМОРЬЕ",
        bic: "040507795"
    },
    {
        id: "25",
        DU: "04.03.1994",
        ShortName: "ПРИМСОЦБАНК",
        bic: "040507803"
    },
    {
        id: "26",
        DU: "22.04.1991",
        ShortName: "САММИТ БАНК",
        bic: "040507840"
    },
    {
        id: "27",
        DU: "26.12.1990",
        ShortName: "СТАВРОПОЛЬПРОМСТРОЙБАНК",
        bic: "040702760"
    },
    {
        id: "28",
        DU: "26.12.1994",
        ShortName: "КОНТИНЕНТАЛЬ",
        bic: "040708744"
    },
    {
        id: "29",
        DU: "14.11.1990",
        ShortName: "РУССКИЙ БАНК СБЕРЕЖЕНИЙ",
        bic: "040715725"
    },
    {
        id: "30",
        DU: "12.05.1991",
        ShortName: "ВОСТОЧНЫЙ",
        bic: "041012718"
    },
    {
        id: "31",
        DU: "30.11.1992",
        ShortName: "ВОСТОККРЕДИТБАНК",
        bic: "041012745"
    },
    {
        id: "32",
        DU: "14.02.1992",
        ShortName: "АЗИАТСКО-ТИХООКЕАНСКИЙ БАНК",
        bic: "041012765"
    },
    {
        id: "33",
        DU: "09.02.1993",
        ShortName: "СЕВЕРНАЯ КЛИРИНГОВАЯ ПАЛАТА",
        bic: "041117309"
    },
    {
        id: "34",
        DU: "05.12.1990",
        ShortName: "КОНСЕРВАТИВНЫЙ КОММЕРЧЕСКИЙ БАНК",
        bic: "041203711"
    },
    {
        id: "35",
        DU: "13.04.1992",
        ShortName: "ЕАТП БАНК",
        bic: "041203715"
    },
    {
        id: "36",
        DU: "06.07.1992",
        ShortName: "АГРОИНКОМБАНК",
        bic: "041203726"
    },
    {
        id: "37",
        DU: "29.11.1990",
        ShortName: "ВКАБАНК",
        bic: "041203729"
    },
    {
        id: "38",
        DU: "31.10.1990",
        ShortName: "БЕЛГОРОДСОЦБАНК",
        bic: "041403701"
    },
    {
        id: "39",
        DU: "03.12.1990",
        ShortName: "СТАРООСКОЛЬСКИЙ АГРОПРОМБАНК",
        bic: "041403725"
    },
    {
        id: "40",
        DU: "19.01.1993",
        ShortName: "ВЛАДБИЗНЕСБАНК",
        bic: "041708706"
    },
    {
        id: "41",
        DU: "21.11.1990",
        ShortName: "ВЛАДИМИРСКИЙ ПРОМЫШЛЕННЫЙ БАНК",
        bic: "041708708"
    },
    {
        id: "42",
        DU: "25.01.1995",
        ShortName: "НОКССБАНК",
        bic: "041806831"
    },
    {
        id: "43",
        DU: "11.03.2012",
        ShortName: "СЕВЕРСТРОЙБАНК",
        bic: "041909707"
    },
    {
        id: "44",
        DU: "28.11.1990",
        ShortName: "ВОЛОГДАБАНК",
        bic: "041909717"
    },
    {
        id: "45",
        DU: "21.05.1992",
        ShortName: "ВОЛОГЖАНИН",
        bic: "041909760"
    },
    {
        id: "46",
        DU: "25.06.1993",
        ShortName: "СЕВЕРНЫЙ КРЕДИТ",
        bic: "041909769"
    },
    {
        id: "47",
        DU: "04.03.1994",
        ShortName: "ПРОМЭНЕРГОБАНК",
        bic: "041909772"
    },
    {
        id: "48",
        DU: "29.04.1994",
        ShortName: "БАНК СГБ",
        bic: "041909786"
    },
    {
        id: "49",
        DU: "28.11.1990",
        ShortName: "БУМЕРАНГ",
        bic: "041946748"
    },
    {
        id: "50",
        DU: "27.07.1992",
        ShortName: "НБД-БАНК",
        bic: "042202705"
    },
    {
        id: "51",
        DU: "28.08.1992",
        ShortName: "САРОВБИЗНЕСБАНК",
        bic: "042202718"
    },
    {
        id: "52",
        DU: "24.06.2005",
        ShortName: "ФОРУС БАНК",
        bic: "042202720"
    },
    {
        id: "53",
        DU: "07.12.1990",
        ShortName: "ХИМИК",
        bic: "042202727"
    },
    {
        id: "54",
        DU: "24.12.1990",
        ShortName: "АРЗАМАС",
        bic: "042202731"
    },
    {
        id: "55",
        DU: "24.12.1990",
        ShortName: "БОГОРОДСКИЙ",
        bic: "042202733"
    },
    {
        id: "56",
        DU: "19.01.1994",
        ShortName: "ПК-БАНК",
        bic: "042202735"
    },
    {
        id: "57",
        DU: "27.12.1990",
        ShortName: "БОРСКИЙ КОММЕРЧЕСКИЙ БАНК",
        bic: "042202753"
    },
    {
        id: "58",
        DU: "23.04.1992",
        ShortName: "ЕВРОАЛЬЯНС",
        bic: "042406701"
    },
    {
        id: "59",
        DU: "30.10.1992",
        ShortName: "АКЦИЯ",
        bic: "042406707"
    },
    {
        id: "60",
        DU: "07.07.1992",
        ShortName: "НАЦИОНАЛЬНЫЙ БАНК СБЕРЕЖЕНИЙ",
        bic: "042406718"
    },
    {
        id: "61",
        DU: "28.01.1993",
        ShortName: "КРАНБАНК",
        bic: "042406738"
    },
    {
        id: "62",
        DU: "29.05.2013",
        ShortName: "ИНЭКО",
        bic: "042406807"
    },
    {
        id: "63",
        DU: "18.12.1990",
        ShortName: "ВАШ ЛИЧНЫЙ БАНК",
        bic: "042520764"
    },
    {
        id: "64",
        DU: "14.12.1990",
        ShortName: "ГРИНКОМБАНК",
        bic: "042520811"
    },
    {
        id: "65",
        DU: "17.09.1993",
        ShortName: "КРОНА-БАНК",
        bic: "042520840"
    },
    {
        id: "66",
        DU: "10.12.1990",
        ShortName: "БРАТСКИЙ АНКБ",
        bic: "042520842"
    },
    {
        id: "67",
        DU: "20.07.1994",
        ShortName: "БАЙКАЛКРЕДОБАНК",
        bic: "042520872"
    },
    {
        id: "68",
        DU: "27.12.1990",
        ShortName: "ЭНЕРГОТРАНСБАНК",
        bic: "042748701"
    },
    {
        id: "69",
        DU: "23.11.1990",
        ShortName: "ТОРЖОК",
        bic: "042809953"
    },
    {
        id: "70",
        DU: "14.12.1990",
        ShortName: "МЕЖДУНАРОДНЫЙ ТОРГОВО-ПРОМЫШЛЕННЫЙ БАНК",
        bic: "042809990"
    },
    {
        id: "71",
        DU: "30.11.1990",
        ShortName: "ГЕФЕСТ",
        bic: "042809992"
    },
    {
        id: "72",
        DU: "19.05.1995",
        ShortName: "ГАЗЭНЕРГОБАНК",
        bic: "042908701"
    },
    {
        id: "73",
        DU: "11.12.1990",
        ShortName: "КАЛУГА",
        bic: "042908748"
    },
    {
        id: "74",
        DU: "06.03.1991",
        ShortName: "ЭЛИТА",
        bic: "042908762"
    },
    {
        id: "75",
        DU: "04.09.1992",
        ShortName: "МУНИЦИПАЛЬНЫЙ КАМЧАТПРОФИТБАНК",
        bic: "043002717"
    },
    {
        id: "76",
        DU: "01.06.1992",
        ShortName: "БАНК РАЗВИТИЯ БИЗНЕСА",
        bic: "043207776"
    },
    {
        id: "77",
        DU: "18.09.1992",
        ShortName: "ТАЙДОН",
        bic: "043207780"
    },
    {
        id: "78",
        DU: "03.06.1994",
        ShortName: "КУЗБАССХИМБАНК",
        bic: "043207793"
    },
    {
        id: "79",
        DU: "31.05.1994",
        ShortName: "НОВОКУЗНЕЦКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
        bic: "043209705"
    },
    {
        id: "80",
        DU: "10.06.1994",
        ShortName: "БИЗНЕС-СЕРВИС-ТРАСТ",
        bic: "043209706"
    },
    {
        id: "81",
        DU: "12.12.1990",
        ShortName: "КУЗНЕЦКБИЗНЕСБАНК",
        bic: "043209740"
    }
];

